[Spanish]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=PASO 1 : ELIJA SU UNIDAD
STEP 2 : CHOOSE A SOURCE=PASO 2 : ELIJA UNA FUENTE
STEP 3 : PERSISTENCE=PASO 3 : TAMAÑO DE PERSISTENCIA
STEP 4 : OPTIONS=PASO 4 : OPCIONES
STEP 5 : CREATE=PASO 5 : CREACIÓN
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Etiqueta
Size=Tamaño
Help=Ayuda
Please read=Lee por favor
Error=Error
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Elija un dispositivo
Hard drives=Discos duros
No key found=No se encontró dispositivo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Descargar
Support for .IMG files is experimental=El soporte para las imágenes .IMG es experimental
Only Live mode is currently available in step 3, virtualization option has been disabled=Solo el modo En Vivo está disponible y la opción de virtualización esta deshabilitada
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramêtres que pour=LinuxLive USB Creator intentará instalar usando los mismos parámetros que
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Solo modo Live)
(Persistent Mode)=(Modo persistente)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Ocultar archivos creados
(except for Umenu.exe)=(excepto para Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatear dispositivo en FAT32 (borrara los datos !!)
Enable launching LinuxLive in Windows (requires internet to install)=Activar iniciar LinuxLive en Windows (necesita internet para instalarlo)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Paso 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Haz clic en el rayo para comenzar a instalar
Please choose a FAT32 or FAT formated key or check the formating option=Porfavor elige un dispositivo formateado en FAT32 o FAT o revisa la opción de formateo
No disk selected=No hay disco seleccionado
No file selected=No hay archivo seleccionado
No folder or CD selected=No hay carpeta o CD seleccionado
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=Elija una imagen ISO de CD de LinuxLive Live
Please choose a CD of LinuxLive Live or its folder=Elija un CD de LinuxLive Live o su carpeta
Start creation of LinuxLive USB=Comenzar la creación de LinuxLive USB
Please validate step 1 to 3=Por favor revisa del paso 1 al 3
Are you sure you want to format this disk and lose your data ?=¿Está seguro de querer formatear este disco y perder sus datos?
Formatted in=Formato
Formating the key=Formateando el dispositivo
Step 1 to 3 OK=Pasos del 1 al 3 OK
Cleaning previous installations ( 2min )=Limpiando anteriores instalaciones ( 2min )
Setting up virtualization software=Estableciendo virtualización
VirtualBox already downloaded=VirtualBox ya descargado
A new version of VirtualBox is available=Una nueva versión de VirtualBox está disponible
This new version will be downloaded=Esta nueva versión será descargada
Downloading VirtualBox as a background task=Descargando VirtualBox en plano secundario
Download started succesfully=La descarga comenzó correctamente
Download failed to start=La descarga falló al comenzar
VirtualBox will not be installed=VirtualBox no será instalado
Integrity could not be verified=La integridad no pudo ser verificada
Will attempt installation=Intentando instalar aún
Cannot download=No se puede descargar
Extracting ISO file on key=Descomprimiendo el ISO en el dispositivo
Writing image to the usb stick=Grabando imagen al dispositivo
Copying files to the key=Copiando archivos al dispositivo.
Renaming some files=Renombrando algunos archivos
Hiding files=Ocultando archivos
Creating file for persistence=Creando archivo para datos persistentes
Formating persistence file=Formateando archivo de datos persistentes
Live mode : no persistence file=Modo Live : no datos persistentes
Ubuntu variant found=Variante de LinuxLive encontrada
Installing boot sectors=Instalando sectores de arranque
Downloading VirtualBox=Descargando VirtualBox
Download complete=Descarga completa
Cleaning previous VirtualBox install=Limpiando instalaciones previas de VirtualBox
Extracting VirtualBox on key=Descomprimiendo VirtualBox en dispositivo
Applying VirtualBox settings=Auto instalando VirtualBox
Your LinuxLive key is now up and ready !=Dispositivo LinuxLive listo para funcionar !
You do not have enough rights to launch VirtualBox.=No tienes suficientes permisos para iniciar VirtualBox.
Please log in as an administrator or run VirtualBox with admin rights.=Por favor conecta como administrador o inicie VirtualBox con los permisos necesarios.
Free memory below 256mb threshold.=Tiene menos de 256MB libre de memoria.
This is not enough to launch LinuxLive in Windows.=Esto no es suficiente para iniciar LinuxLive en Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Arhivo de Ayuda ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing.=Falta archivo de ayuda.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Sobre ( Ayuda Paso 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Sobre este programa
User's Guide=Guia de usuario
Virtualization Tutorial (FR)=Tutorial de Virtualización (FR)
Donate=Donar
Version=Versión
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuración del teclado ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Esta ISO no es compatible
Detecting keyboard layout=Detectando diseño del teclado
French (France)=Francés (Francia)
French (Swiss)=Francés (Suiza)
Dutch=Alemán
Portuguese=Portugués
US or other (qwerty)=US o otros (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuración de VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Error creando VMDK
Key not found, VMDK is invalid=Dispositivo no encontrado, VMDK no és valido
Try to launch again SetupForAutoVMDK.exe=Pruebe iniciando otra vez SetupForAutoVMDK.exe
Do you want to ignore this error ?=¿Quiere ignorar este error?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérificaciones MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=No se encuentra archivo MD5SUMS
Canceling check=Cancelando revisión
You have the right ISO file but it is corrupted or was altered.=Tiene la ISO correcta pero está corrupta.
Please download it again.=Por favor descárguela de nuevo.
Verifying=Verificando
This ISO is not compatible.=Esta ISO no es compatible
Please read the compatibility list in user guide=Por favor lea la lista de compatibilidad en la guía del usuario
If your version is in this list, this mean that your file is corrupted, please download it again.=Si su versión está en la lista eso significa que el archivo esta corrupto, por favor descárguelo de nuevo.
This version is compatible and its integrity was checked=Esta versión es compatible y su integridad es buena.
Check completed=Revisión realizada
Integrity + compatibility check=Revisando integridad y compatibilidad
Unable to open MD5SUM.txt=No se puede abrir MD5SUM.txt
Checking integrity=Revisando integridad
This file is corrupted=Este archivo esta corrupto
All files have been successfully checked.=Todos los archivos han sido revisados
Checking file=Revisando archivo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menú del dispositivo ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Modo persistente
Live Mode=Modo Live
Install=Instalar
File Integrity Check=Revisar integridad
Memory Test=Test de memoria
:::::::::::::::::::::::::::::::::::::::::::::::::::: Ventana de bugs ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred.=Ocurrió un error.
An anonymous report was sent in order to fix this error as soon as possible=Un aviso anónimo ha sido enviado para arreglar este error tan rápido como se pueda 
Show bug report=Ver aviso de bug
Restart application=Reiniciar aplicación
Close application=Cerrar aplicación
Last Actions=Últimas acciones
Unique anonymous ID=ID anónima única
Report status=Estado del aviso
Pending=Pendiente
Error (not sent)=Error (no enviado)
Sent=Enviado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=In order to launch LinuxLive :
Remove your key and insert it again.=Remove your key and insert it again.
Go to 'My Computer'=Go to 'My Computer'
Right click on you key and select :=Right click on you key and choose :
'LinuxLive!' to launch linux in windows='LinuxLive!' to launch you key directly in windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' to launch VirtualBox full interface
'CD Menu' to launch the original CD menu='CD Menu' to launch the original menu of CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=O
Manually=Manualmente
Automatically=Automáticamente
Please select a linux to continue=Por Favor seleccione una distribución de Linux
Looking for the fastest mirror=Buscando el servidor más rápido
Testing mirror=Probando Servidor
No online mirror found=No se encontró un servidor en línea
Please check your internet connection or try with another linux=Por Favor revisé su conección a internet o intente selecciónando otra distrobución de linux
Select this file as the source when download will be completed=Seleccione este archivo como fuente cuando la descarga esté completa
Downloading=DDescargando
from=desde
Error while trying to download=Ocurrió un error en la descarga.
Latency=Latencia
Server Name=Nombre del Servidor
Copy link=Copia del enlace
Launch in my browser=Ejecutar mi Explorador
Best mirrors=Mejores Servidores
Good mirrors=Servidores Buenos
Bad mirrors=Servidores Malos
Dead mirrors=Servidores Caidos
Check will begin shortly=La comprobación iniciará en unos segundos
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Selecciona tu Linux favorito
There is a new version available=Existe una nueva versión disponible.
Your LiLi's version is not up to date=Tu versión de LiLi no está actualizada
Last version is=La última versión es la
Your version is=Tu versión es la
Do want to download it ?=Deseas descargarla ?
Error while trying to find physical disk number=Error al intentar encontrar el número físico de disco. (not sure on this one... pls check with others).
This Linux is not in the compatibility list=Este Linux no se encuentra en la lista de compatibilidad
Setting the memory to the recommended value=Ajustando la memoria a los valores recomendados
Free memory is below the recommended value for your Linux to run in Windows=La memoria libre disponible se encuentra por debajo del valor recomendado para que su Linux corra correctamente en Windows
Recognized Linux=Linux reconocido
Built-in Persistency=Persistencia incorporada
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Ya has creado una memoria USB
Are you sure that you want to recreate one=Estas seguro que quieres volvear a crear una
The compatibility list has been updated=La lista de compatibilidad ha sido actualizada
These linuxes are now supported=Estas distribuciones de Linux están soportadas
Official Ubuntu Variants=Variantes Oficiales de Ubuntu
Ubuntu Based Variants=Variantes Basadas en Ubuntu
Fedora Variants=Variantes de Fedora
Debian Variants=Variantes de Debian
PCLinuxOS Variants=Variantes de PCLinuxOS
Rescue CDs=Rescatar CDs
Light Linuxes=Distribuciones de Linux Ligeras
Gentoo Based=Basado en Gentoo
Security Purpose=Proposito de Seguridad
Others=Otros
Regular Linux (works with most linuxes)=Distribución de Linux Común(Funciona con la mayoría de las Distribuciones)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Actualizando VirtualBox Portable
Help me to improve LiLi=Ayudame a mejorar LiLi
This is a Beta or Release Candidate version=Esta es una versión Release Candidate o Beta.
Click OK to leave a feedback or click Cancel to close this window=Clikea OK para dejar tus comentarios o clickea en Cancelar para cerrar esta ventana.
Options=Opciones
General=General
Versions=Versiones
Compatibility List=Lista de compatibilidad
Make a donation=Hacer una donación
Contact me=Contactame
CopyLeft by=CopyLeft por
GPL v3 License=Licensia GPL v3
Language=Idioma
Available languages=Idiomas disponibles
Proxy=Proxy
Proxy settings=Configuración del Proxy
No proxy=No proxy
Use system settings=Usar las configuraciones del sistema
Use custom settings=Usar configuración personalizada
Proxy URL=Proxy URL
Port=Puerto
Username=Nombre de Usuario
Password=Contraseña
Status=Status
Test settings=Testear configuraciones
You are connected=Estás conectado
You are disconnected=Estás desconectado
Not tested yet=Aún sin testear
Update=Actualizar
Check for updates=Buscar actualizaciones
Stable releases only=Sólo versiones estables
Stable and beta releases=Versiones estables y beta
Advanced=Avanzado
Do not modify these options unless you know what you are doing=No modifiques estas opciones a menos que sepas lo que estás haciendo
Select a Linux=Selecciona un Linux
Install parameters=Instalar parámetros
Use LiLi automatic recognition=Usar el reconocimiento automático de LiLi
highly recommended=Altamente recomendado
Force using same parameters as=Forzar usando los mismos parámetros que
Netbook screen detected=Pantalla de netbook detectada
Your screen vertical resolution is less than 600 pixels=Tienes una resolución vertical menor a 600 piexeles
Please use the arrow keys (up and down) of your keyboard to move the interface=Por favor, usa las flechas (arriba y abajo) de tu teclado para moverte por la interfaz